var readData = [
  {
    headPortraits: "/assets/images/head-portraits1.jpg",
    date: "2018-12-24",
    title: "2018全球最有意义的马拉松—汶川马拉松",
    img: "/assets/images/carousel1.jpg",
    intro: "2018汶川马拉松是汶川在地震十年后，向全国乃至全世界交出的重建答卷，更是展示大爱汇聚之地——汶川，这十年来，与马拉松赛跑同样的精神，超越自我的信心，坚韧不拔的意志，永不放弃的坚定信念。",
    collection: 7792,
    share: 559,
    readId: 0,
    nickName: "小张",
    article: "曾有人说过，要想认识一座城市，跑步是最好的方式。要想快速走进城市的生活，马拉松无疑是最佳的途径。\n 2018汶川马拉松是汶川在地震十年后，向全国乃至全世界交出的重建答卷，更是展示大爱汇聚之地——汶川，这十年来，与马拉松赛跑同样的精神，超越自我的信心，坚韧不拔的意志，永不放弃的坚定信念。\n 2018汶川马拉松5月13日圆满收官，赛事以“生命的赞歌——感恩奋进 康养汶川”为主题，6000名跑者一起用脚步丈量新汶川，途中1.5公里的默语赛道供跑友追思缅怀，成为一大亮点。\n 灾后十年，是汶川振兴的十年，如同一场漫长而坚毅的马拉松历程。即便不知道完美的终点还相距多远，只要奋力奔跑，前路将掌声长鸣。全世界各地的跑友借此机会齐聚汶川，用脚步丈量汶川，和汶川一起奔向世界。"
  },
  {
    headPortraits: "/assets/images/head-portraits2.jpg",
    date: "2018-01-05",
    title: "老罗今年第一场发布会终于来了",
    img: "/assets/images/carousel2.jpg",
    intro: "“我们想跟这个世界聊聊”，这个口号听起来有点意思对吧？这次发布会在水立方举行。一如既往的是，老罗又迟到了。我们顶着屏幕上的子弹LOGO看了半天。接下来将会是发布会的类似图文直播的记录，我们只是信息的搬运工。",
    collection: 92,
    share: 59,
    readId: 1,
    nickName: "小王",
    article: "“我们想跟这个世界聊聊”，这个口号听起来有点意思对吧？这次发布会在水立方举行。一如既往的是，老罗又迟到了。\n 我们顶着屏幕上的子弹LOGO看了半天。接下来将会是发布会的类似图文直播的记录，我们只是信息的搬运工。\n 不见其人先闻其声，老罗终于上台，表示我们没你们说的辣么差。我们保持沉默是因为情况瞬息万变，要等到确认了才能公布。媒体们也不容易，大家都不容易，所以说就说吧。\n 这是快如科技子弹短信一个新版本的发布会，因为老罗比较能说，所以让他来捧个场。这个公司很年轻，186个人平均28岁。"
  },
  {
    headPortraits: "/assets/images/head-portraits3.jpg",
    date: "2019-01-14",
    title: "一家人在一起，什么最重要？",
    img: "/assets/images/carousel3.jpg",
    intro: "有的人为了生活背井离乡在外打拼，无论多辛苦从来都是跟家人报喜不报忧，我想她内心一定希望多挣些钱回家，让家人可以过得更好。",
    collection: 1192,
    share: 459,
    readId: 2,
    nickName: "小李",
    article: "家，是生命开始的地方，也是一生牵挂的地方。\n 家不止是一座房子，而是房子里的人。人在哪儿家就在哪儿，人不在了，家也就没有了。\n 一家人在一起，什么最重要？\n 我们面对朋友会顾念交情，面对老板会把握好下属的分寸，唯独对我们最亲近的人，说起话来却完全没有任何顾忌。\n 所以很多人对家人心生怨恨，对家庭望而却步，既思念又想躲得远远的。等到失去的时候又悔不当初，为什么要跟家人计较那么多呢。\n 人有悲欢离合，月有阴晴圆缺。一家人总有个分分合合，但是遇到事儿的时候还是家人能顶半边天，家是最坚强的后盾也是最幸福的羁绊。"
  }
];

module.exports = {
  readData: readData
}